Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: "%@" will be removed from the server.
de: „%1$@“ wird vom Server entfernt.
es: «%1$@» se eliminará del servidor.
fr: « %1$@ » sera supprimée du serveur.
it: «%1$@» verrà rimossa dal server.
ja: 「%1$@」をサーバから削除します。
ko: 서버에서 "%1$@"이(가) 삭제됩니다.
pt_br: "%1$@" será removida do servidor.
zh_hans: 将从服务器上删除“%1$@”。
zh_hant: 將從伺服器上刪除「%1$@」。

source: $10/mo · estimated
de: 10 $/Mon. · geschätzt
es: 10 $/mes · estimado
fr: 10 $/mois · estimé
it: 10 $/mese · stimato
ja: 月 10 ドル · 推定
ko: 월 10달러 · 추정
pt_br: US$ 10/mês · estimado
zh_hans: 每月 10 美元 · 估算
zh_hant: 每月 10 美元 · 估算

source: $10/mo · estimated from %lld servers
de: 10 $/Mon. · geschätzt aus %lld Servern
es: 10 $/mes · estimado desde %lld servidores
fr: 10 $/mois · estimé à partir de %lld serveurs
it: 10 $/mese · stimato da %lld server
ja: 月 10 ドル · %lld 台のサーバから推定
ko: 월 10달러 · 서버 %lld대 기준 추정
pt_br: US$ 10/mês · estimado a partir de %lld servidores
zh_hans: 每月 10 美元 · 根据 %lld 台服务器估算
zh_hant: 每月 10 美元 · 根據 %lld 台伺服器估算

source: $10/mo · estimated from this server
de: 10 $/Mon. · geschätzt aus diesem Server
es: 10 $/mes · estimado desde este servidor
fr: 10 $/mois · estimé à partir de ce serveur
it: 10 $/mese · stimato da questo server
ja: 月 10 ドル · このサーバから推定
ko: 월 10달러 · 이 서버 기준 추정
pt_br: US$ 10/mês · estimado a partir deste servidor
zh_hans: 每月 10 美元 · 根据此服务器估算
zh_hant: 每月 10 美元 · 根據此伺服器估算

source: %@ The server rebuilds and restarts, so it stops answering for a moment.
de: %@ Der Server baut neu und startet neu, deshalb antwortet er kurz nicht.
es: %@ El servidor se recompila y se reinicia, así que deja de responder un momento.
fr: %@ Le serveur se recompile et redémarre, il cesse donc de répondre un instant.
it: %@ Il server si ricompila e si riavvia, quindi smette di rispondere per un momento.
ja: %@ サーバはビルドし直して再起動するため、しばらく応答しなくなります。
ko: %@ 서버가 다시 빌드하고 재시작하므로 잠시 응답하지 않습니다.
pt_br: %@ O servidor recompila e reinicia, então para de responder por um momento.
zh_hans: %@ 服务器会重新构建并重启，其间会短暂无法响应。
zh_hant: %@ 伺服器會重新建置並重新啟動，其間會短暫無法回應。

# %@ %lld percent
source: %1$@ %2$lld percent
de: %1$@ %2$lld Prozent
es: %1$@ %2$lld por ciento
fr: %1$@ %2$lld pour cent
it: %1$@ %2$lld percento
ja: %1$@ %2$lld パーセント
ko: %1$@ %2$lld 퍼센트
pt_br: %1$@ %2$lld por cento
zh_hans: %1$@ %2$lld%%
zh_hant: %1$@ %2$lld%%

source: %@ / %@ · %lld req
de: %@ / %@ · %lld Anfr.
es: %@ / %@ · %lld sol.
it: %@ / %@ · %lld ric.
ja: %@ / %@ · %lld 件
ko: %@ / %@ · %lld 건
zh_hans: %@ / %@ · %lld 次请求
zh_hant: %@ / %@ · %lld 次請求

source: %@ answered, but not as an agent
de: %@ hat geantwortet, aber nicht als Agent
es: %@ ha respondido, pero no como un agente
fr: %@ a répondu, mais pas en tant qu’agent
it: %@ ha risposto, ma non come agente
ja: %@ は応答しましたが、エージェントではありません
ko: %@에서 응답이 왔지만 에이전트가 아닙니다
pt_br: %@ respondeu, mas não como agente
zh_hans: %@ 有响应，但不是智能体
zh_hant: %@ 有回應，但不是代理

source: %@ answered. Ready to connect.
de: %@ hat geantwortet. Bereit zum Verbinden.
es: %@ ha respondido. Listo para conectar.
fr: %@ a répondu. Prêt à se connecter.
it: %@ ha risposto. Pronto per la connessione.
ja: %@ が応答しました。接続できます。
ko: %@에서 응답이 왔습니다. 연결할 준비가 되었습니다.
pt_br: %@ respondeu. Pronto para conectar.
zh_hans: %@ 有响应。可以连接了。
zh_hant: %@ 已回應。可以連線了。

source: %@ attached — it'll be sent with your next message.
de: %1$@ angehängt – wird mit deiner nächsten Nachricht gesendet.
es: %1$@ adjuntado: se enviará con tu próximo mensaje.
fr: %1$@ joint — sera envoyé avec votre prochain message.
it: %1$@ allegato — verrà inviato con il prossimo messaggio.
ja: %1$@ を添付しました。次のメッセージと一緒に送信されます。
ko: %1$@ 첨부됨 — 다음 메시지와 함께 전송됩니다.
pt_br: %1$@ anexado — será enviado com sua próxima mensagem.
zh_hans: 已附加 %1$@ — 将随你的下一条消息发送。
zh_hant: 已附加 %1$@ — 將隨你的下一則訊息傳送。

source: %@ available
de: %@ verfügbar
es: %@ disponible
fr: %@ disponible
it: %@ disponibile
ja: %@ が利用できます
ko: %@ 사용 가능
pt_br: %@ disponível
zh_hans: 有新版本 %@
zh_hant: 有新版本 %@

source: %@ available — %lld commits newer
de: %@ verfügbar — %lld Commits neuer
es: %@ disponible — %lld commits más reciente
fr: %@ disponible — %lld commits d'avance
it: %@ disponibile — %lld commit più recente
ja: %@ が利用できます — %lld コミット分新しい
ko: %@ 사용 가능 — 커밋 %lld개 최신
pt_br: %@ disponível — %lld commits mais recente
zh_hans: 有新版本 %@ — 领先 %lld 次提交
zh_hant: 有新版本 %@ — 領先 %lld 次提交

source: %@ available — 1 commit newer
de: %@ verfügbar — 1 Commit neuer
es: %@ disponible — 1 commit más reciente
fr: %@ disponible — 1 commit d'avance
it: %@ disponibile — 1 commit più recente
ja: %@ が利用できます — 1 コミット分新しい
ko: %@ 사용 가능 — 커밋 1개 최신
pt_br: %@ disponível — 1 commit mais recente
zh_hans: 有新版本 %@ — 领先 1 次提交
zh_hant: 有新版本 %@ — 領先 1 次提交

source: %@ commits newer
de: %@ Commits neuer
es: %@ commits más nuevos
fr: %@ commits plus récents
it: %@ commit più recenti
ja: %@件新しいコミット
ko: 커밋 %@개 앞섬
pt_br: %@ commits mais recentes
zh_hans: 领先 %@ 个提交
zh_hant: 領先 %@ 個提交

# %@ counts %@x
source: %1$@ counts %2$@x
de: %1$@ zählt %2$@×
es: %1$@ cuenta %2$@×
fr: %1$@ compte %2$@×
it: %1$@ conta %2$@×
ja: %1$@ は %2$@ 倍でカウント
ko: %1$@은(는) %2$@배로 계산
pt_br: %1$@ conta %2$@×
zh_hans: %1$@ 按 %2$@ 倍计算
zh_hant: %1$@ 以 %2$@ 倍計算

source: %@ days ago
de: vor %@ Tagen
es: hace %@ días
fr: il y a %@ jours
it: %@ giorni fa
ja: %@日前
ko: %@일 전
pt_br: há %@ dias
zh_hans: %@ 天前
zh_hant: %@ 天前

source: %@ didn't answer in time.
de: %@ hat nicht rechtzeitig geantwortet.
es: %@ no respondió a tiempo.
fr: %@ n'a pas répondu à temps.
it: %@ non ha risposto in tempo.
ja: %@からの応答が時間内にありませんでした。
ko: %@이(가) 제시간에 응답하지 않았습니다.
pt_br: %@ não respondeu a tempo.
zh_hans: %@ 未能及时响应。
zh_hant: %@ 未能及時回應。

source: %@ didn't answer — %@
de: %1$@ hat nicht geantwortet – %2$@
es: %1$@ no respondió: %2$@
fr: %1$@ n'a pas répondu — %2$@
it: %1$@ non ha risposto: %2$@
ja: %1$@から応答がありませんでした — %2$@
ko: %1$@이(가) 응답하지 않았습니다 — %2$@
pt_br: %1$@ não respondeu — %2$@
zh_hans: %1$@ 没有响应——%2$@
zh_hant: %1$@ 沒有回應——%2$@

source: %@ didn't answer.
de: %@ hat nicht geantwortet.
es: %@ no respondió.
fr: %@ n'a pas répondu.
it: %@ non ha risposto.
ja: %@から応答がありませんでした。
ko: %@이(가) 응답하지 않았습니다.
pt_br: %@ não respondeu.
zh_hans: %@ 没有响应。
zh_hant: %@ 沒有回應。

source: %@ didn't change its update setting
de: %@ hat seine Update-Einstellung nicht geändert
es: %@ no cambió su configuración de actualización
fr: %@ n'a pas modifié son réglage de mise à jour
it: %@ non ha modificato l'impostazione di aggiornamento
ja: %@は更新設定を変更しませんでした
ko: %@이(가) 업데이트 설정을 변경하지 않았습니다
pt_br: %@ não alterou a configuração de atualização
zh_hans: %@ 未更改其更新设置
zh_hant: %@ 未變更其更新設定

source: %@ didn't respond. Check the connection and try again.
de: %1$@ hat nicht geantwortet. Prüfe die Verbindung und versuche es erneut.
es: %1$@ no respondió. Comprueba la conexión e inténtalo de nuevo.
fr: %1$@ n’a pas répondu. Vérifiez la connexion et réessayez.
it: %1$@ non ha risposto. Controlla la connessione e riprova.
ja: %1$@ が応答しませんでした。接続を確認してもう一度お試しください。
ko: %1$@이(가) 응답하지 않았습니다. 연결을 확인하고 다시 시도하세요.
pt_br: %1$@ não respondeu. Verifique a conexão e tente novamente.
zh_hans: %1$@ 没有响应。请检查连接后重试。
zh_hant: %1$@ 沒有回應。請檢查連線後再試一次。

source: %@ didn't take it and gave no reason.
de: %@ hat es nicht angenommen und keinen Grund genannt.
es: %@ no lo aceptó y no dio ningún motivo.
fr: %@ ne l'a pas accepté et n'a donné aucune raison.
it: %@ non l'ha accettato e non ha fornito alcun motivo.
ja: %@はこれを受け付けず、理由も示されませんでした。
ko: %@이(가) 이를 받아들이지 않았고 이유도 알려주지 않았습니다.
pt_br: %@ não aceitou e não deu nenhum motivo.
zh_hans: %@ 拒绝了请求，且未说明原因。
zh_hant: %@ 拒絕了請求，且未說明原因。

source: %@ downloads and builds %@, then restarts once nothing is running on it. Chats reconnect by themselves.
de: %1$@ lädt %2$@ herunter und kompiliert es, dann startet es neu, sobald nichts mehr darauf läuft. Chats verbinden sich von selbst neu.
es: %1$@ descarga y compila %2$@, y luego se reinicia en cuanto no queda nada en ejecución. Los chats se reconectan solos.
fr: %1$@ télécharge et compile %2$@, puis redémarre dès que plus rien n'y tourne. Les discussions se reconnectent d'elles-mêmes.
it: %1$@ scarica e compila %2$@, poi si riavvia non appena non c'è più nulla in esecuzione su di essa. Le chat si riconnettono da sole.
ja: %1$@が%2$@をダウンロードしてビルドし、その後何も実行されなくなり次第再起動します。チャットは自動で再接続されます。
ko: %1$@이(가) %2$@을(를) 다운로드하고 빌드한 다음, 아무것도 실행되지 않을 때 재시동됩니다. 채팅은 자동으로 다시 연결됩니다.
pt_br: %1$@ baixa e compila %2$@, depois reinicia assim que nada mais estiver em execução nela. As conversas se reconectam sozinhas.
zh_hans: %1$@ 会下载并构建 %2$@，然后在没有任何内容运行时重新启动。聊天会自动重新连接。
zh_hant: %1$@ 會下載並建置 %2$@，然後在沒有任何內容執行時重新開機。對話會自動重新連線。

source: %@ downloads and builds the new version, then restarts once nothing is running on it. Chats reconnect by themselves.
de: %@ lädt die neue Version herunter und kompiliert sie, dann startet es neu, sobald nichts mehr darauf läuft. Chats verbinden sich von selbst neu.
es: %@ descarga y compila la nueva versión, y luego se reinicia en cuanto no queda nada en ejecución. Los chats se reconectan solos.
fr: %@ télécharge et compile la nouvelle version, puis redémarre dès que plus rien n'y tourne. Les discussions se reconnectent d'elles-mêmes.
it: %@ scarica e compila la nuova versione, poi si riavvia non appena non c'è più nulla in esecuzione su di essa. Le chat si riconnettono da sole.
ja: %@が新しいバージョンをダウンロードしてビルドし、その後何も実行されなくなり次第再起動します。チャットは自動で再接続されます。
ko: %@이(가) 새 버전을 다운로드하고 빌드한 다음, 아무것도 실행되지 않을 때 재시동됩니다. 채팅은 자동으로 다시 연결됩니다.
pt_br: %@ baixa e compila a nova versão, depois reinicia assim que nada mais estiver em execução nela. As conversas se reconectam sozinhas.
zh_hans: %@ 会下载并构建新版本，然后在没有任何内容运行时重新启动。聊天会自动重新连接。
zh_hant: %@ 會下載並建置新版本，然後在沒有任何內容執行時重新開機。對話會自動重新連線。

source: %@ hours ago
de: vor %@ Stunden
es: hace %@ horas
fr: il y a %@ heures
it: %@ ore fa
ja: %@時間前
ko: %@시간 전
pt_br: há %@ horas
zh_hans: %@ 小时前
zh_hant: %@ 小時前

source: %@ in the %@ store
de: %1$@ im %2$@-Store
es: %1$@ en la tienda de %2$@
fr: %1$@ dans la boutique %2$@
it: %1$@ nello store %2$@
ja: %2$@ストアの%1$@
ko: %2$@ 스토어의 %1$@
pt_br: %1$@ na loja %2$@
zh_hans: %2$@商店的%1$@
zh_hant: %2$@商店的%1$@

# %@ is %@ — attachments are capped at 8 MB.
source: %1$@ is %2$@ — attachments are capped at 8 MB.
de: %1$@ ist %2$@ – Anhänge sind auf 8 MB begrenzt.
es: %1$@ ocupa %2$@: los adjuntos están limitados a 8 MB.
fr: %1$@ fait %2$@ — les pièces jointes sont limitées à 8 Mo.
it: %1$@ occupa %2$@ — gli allegati sono limitati a 8 MB.
ja: %1$@ は %2$@ です。添付は 8 MB までです。
ko: %1$@의 크기는 %2$@입니다 — 첨부는 8MB로 제한됩니다.
pt_br: %1$@ tem %2$@ — anexos são limitados a 8 MB.
zh_hans: %1$@ 为 %2$@ — 附件上限为 8 MB。
zh_hant: %1$@ 為 %2$@ — 附件上限為 8 MB。

# %@ is %lld%% used
source: %1$@ is %2$lld%% used
de: %1$@ ist zu %2$lld%% verbraucht
es: %1$@ está al %2$lld%% de uso
fr: %1$@ est utilisé à %2$lld%%
it: %1$@ è utilizzato al %2$lld%%
ja: %1$@ の使用率が %2$lld%% です
ko: %1$@ 사용량 %2$lld%%
pt_br: %1$@ está com %2$lld%% de uso
zh_hans: %1$@ 已用 %2$lld%%
zh_hant: %1$@ 已用 %2$lld%%

source: %@ is reachable, but not an opencode, claude-bridge, or omp-bridge server.
de: %1$@ ist erreichbar, aber kein opencode-, claude-bridge- oder omp-bridge-Server.
es: Se puede acceder a %1$@, pero no es un servidor de opencode, de claude-bridge ni de omp-bridge.
fr: %1$@ est joignable, mais ce n’est pas un serveur opencode, claude-bridge ou omp-bridge.
it: %1$@ è raggiungibile, ma non è un server opencode, claude-bridge o omp-bridge.
ja: %1$@ には到達できますが、opencode、claude-bridge または omp-bridge のサーバではありません。
ko: %1$@에 연결할 수 있지만 opencode, claude-bridge 또는 omp-bridge 서버가 아닙니다.
pt_br: %1$@ está acessível, mas não é um servidor opencode, claude-bridge ou omp-bridge.
zh_hans: 可以访问 %1$@，但它不是 opencode、claude-bridge 或 omp-bridge 服务器。
zh_hant: 可以連線到 %1$@，但它不是 opencode、claude-bridge 或 omp-bridge 伺服器。

source: %@ is restarting — back in a few seconds
de: %@ startet neu – in ein paar Sekunden wieder da
es: %@ se está reiniciando: estará de vuelta en unos segundos
fr: %@ redémarre — de retour dans quelques secondes
it: %@ si sta riavviando: tornerà attivo tra pochi secondi
ja: %@が再起動中です — 数秒で戻ります
ko: %@이(가) 재시동 중입니다 — 몇 초 후에 돌아옵니다
pt_br: %@ está reiniciando — volta em poucos segundos
zh_hans: %@ 正在重新启动——几秒后恢复
zh_hant: %@ 正在重新開機——幾秒後恢復

source: %@ is signed in
de: %@ ist angemeldet
es: %@ tiene la sesión iniciada
fr: %@ est connecté
it: %@ è connesso
ja: %@ はサインイン済みです
ko: %@이(가) 로그인되었습니다
pt_br: %@ está conectado
zh_hans: %@ 已登录
zh_hant: %@ 已登入

source: %@ is unreachable
de: %1$@ ist nicht erreichbar
es: No se puede acceder a %1$@
fr: %1$@ est injoignable
it: %1$@ non è raggiungibile
ja: %1$@ に到達できません
ko: %1$@에 연결할 수 없음
pt_br: %1$@ está inacessível
zh_hans: 无法访问 %1$@
zh_hant: 無法連線到 %1$@

source: %@ is up but didn't answer about updates in time — it may be busy.
de: %@ läuft, hat aber nicht rechtzeitig zu Updates geantwortet – es ist möglicherweise ausgelastet.
es: %@ está activo, pero no respondió a tiempo sobre actualizaciones: puede que esté ocupado.
fr: %@ fonctionne, mais n'a pas répondu à temps au sujet des mises à jour — il est peut-être occupé.
it: %@ è attivo, ma non ha risposto in tempo sugli aggiornamenti: potrebbe essere occupato.
ja: %@は稼働していますが、アップデートについて時間内に応答がありませんでした — 処理中かもしれません。
ko: %@은(는) 작동 중이지만 업데이트에 대해 제시간에 응답하지 않았습니다 — 바쁜 상태일 수 있습니다.
pt_br: %@ está ativo, mas não respondeu sobre atualizações a tempo — ele pode estar ocupado.
zh_hans: %@ 已在运行，但未能及时回应关于更新的请求——它可能正忙。
zh_hant: %@ 已在執行，但未能及時回應關於更新的請求——它可能正忙。

source: %@ is waiting for you.
de: %1$@ wartet auf dich.
es: %1$@ te está esperando.
fr: %1$@ vous attend.
it: %1$@ ti sta aspettando.
ja: %1$@ が待っています。
ko: %1$@이(가) 기다리고 있습니다.
pt_br: %1$@ está esperando por você.
zh_hans: %1$@ 正在等你。
zh_hant: %1$@ 正在等你。

source: %@ is what says when a newer one exists.
de: %@ ist zuständig dafür, zu sagen, wann es eine neuere Version gibt.
es: %@ es quien avisa cuando hay una versión más nueva.
fr: C'est %@ qui indique quand une version plus récente existe.
it: È %@ a segnalare quando esiste una versione più recente.
ja: 新しいバージョンの有無を教えてくれるのは%@です。
ko: 새 버전이 있는지 알려주는 것은 %@입니다.
pt_br: %@ é quem avisa quando existe uma versão mais nova.
zh_hans: 由 %@ 负责提示是否有更新版本。
zh_hant: 由 %@ 負責提示是否有更新版本。

source: %@ It restarts on the new build as soon as that finishes.
de: %@ Er startet neu auf dem neuen Build, sobald das erledigt ist.
es: %@ Se reiniciará con el nuevo build en cuanto eso termine.
fr: %@ Elle redémarre sur le nouveau build dès que c'est terminé.
it: %@ Si riavvierà sul nuovo build non appena sarà terminato.
ja: %@ それが終わり次第、新しいビルドで再起動します。
ko: %@ 그 작업이 끝나는 대로 새 빌드로 재시동됩니다.
pt_br: %@ Ela reinicia no novo build assim que isso terminar.
zh_hans: %@ 一旦完成，它就会以新版本重新启动。
zh_hant: %@ 一旦完成，它就會以新版本重新開機。

source: %@ minutes ago
de: vor %@ Minuten
es: hace %@ minutos
fr: il y a %@ minutes
it: %@ minuti fa
ja: %@分前
ko: %@분 전
pt_br: há %@ minutos
zh_hans: %@ 分钟前
zh_hant: %@ 分鐘前

source: %@ stopped answering in the middle of the update, %@. Check again once it is back.
de: %1$@ hat mitten im Update aufgehört zu antworten, %2$@. Bitte erneut prüfen, sobald es wieder da ist.
es: %1$@ dejó de responder en mitad de la actualización, %2$@. Vuelve a comprobarlo cuando esté de vuelta.
fr: %1$@ a cessé de répondre en pleine mise à jour, %2$@. Vérifiez à nouveau une fois qu'il sera de retour.
it: %1$@ ha smesso di rispondere a metà dell'aggiornamento, %2$@. Controlla di nuovo quando sarà di nuovo raggiungibile.
ja: %1$@は更新の途中、%2$@に応答しなくなりました。復旧したらもう一度確認してください。
ko: %1$@이(가) 업데이트 도중 응답을 멈췄습니다(%2$@). 복구되면 다시 확인하세요.
pt_br: %1$@ parou de responder no meio da atualização, %2$@. Verifique de novo quando ele voltar.
zh_hans: %1$@ 在更新过程中停止了响应(%2$@)。等它恢复后再检查一次。
zh_hant: %1$@ 在更新過程中停止了回應(%2$@)。等它恢復後再檢查一次。

source: %@ stuck
de: %@ blockiert
es: %@ bloqueadas
fr: %@ bloquées
it: %@ bloccate
ja: %@件停滞
ko: %@개 중단
pt_br: %@ bloqueadas
zh_hans: %@ 个阻塞
zh_hant: %@ 個阻塞

source: %@ stuck background tasks
de: %@ blockierte Hintergrundaufgaben
es: %@ tareas en segundo plano bloqueadas
fr: %@ tâches en arrière-plan bloquées
it: %@ attività in background bloccate
ja: 停滞したバックグラウンドタスク %@件
ko: 중단된 백그라운드 작업 %@개
pt_br: %@ tarefas em segundo plano bloqueadas
zh_hans: %@ 个阻塞的后台任务
zh_hant: %@ 個阻塞的背景任務

source: %@ tokens
de: %1$@ Tokens
es: %1$@ tokens
fr: %1$@ jetons
it: %1$@ token
ja: %1$@ トークン
ko: %1$@ 토큰
pt_br: %1$@ tokens
zh_hans: %1$@ 个词元
zh_hant: %1$@ 個詞元

source: %@ tokens in context
de: %1$@ Tokens im Kontext
es: %1$@ tokens en el contexto
fr: %1$@ jetons dans le contexte
it: %1$@ token nel contesto
ja: コンテキスト内 %1$@ トークン
ko: 컨텍스트 내 %1$@ 토큰
pt_br: %1$@ tokens no contexto
zh_hans: 上下文中有 %1$@ 个词元
zh_hant: 脈絡中有 %1$@ 個詞元

source: %@ unreachable
de: %1$@ nicht erreichbar
es: %1$@ inaccesible
fr: %1$@ injoignable
it: %1$@ non raggiungibile
ja: %1$@ に到達不可
ko: %1$@ 연결 불가
pt_br: %1$@ inacessível
zh_hans: %1$@ 无法访问
zh_hant: %1$@ 無法連線

# %@ unreachable · saved %@
source: %1$@ unreachable · saved %2$@
de: %1$@ nicht erreichbar · gesichert %2$@
es: %1$@ inaccesible · guardada %2$@
fr: %1$@ injoignable · enregistrée %2$@
it: %1$@ non raggiungibile · salvata %2$@
ja: %1$@ に到達不可 · 保存 %2$@
ko: %1$@ 연결 불가 · 저장 %2$@
pt_br: %1$@ inacessível · salva %2$@
zh_hans: %1$@ 无法访问 · 已保存 %2$@
zh_hant: %1$@ 無法連線 · 已儲存 %2$@

source: %@ unreachable — its spend is not included.
de: %1$@ nicht erreichbar – die dortigen Ausgaben fehlen.
es: %1$@ inaccesible: su gasto no está incluido.
fr: %1$@ injoignable — ses dépenses ne sont pas incluses.
it: %1$@ non raggiungibile — la sua spesa non è inclusa.
ja: %1$@ に到達できません。その分の使用額は含まれていません。
ko: %1$@ 연결 불가 — 해당 사용액은 포함되지 않았습니다.
pt_br: %1$@ inacessível — seu gasto não está incluído.
zh_hans: %1$@ 无法访问 — 其花费未计入。
zh_hant: %1$@ 無法連線 — 其花費未計入。

source: %@ unreachable — pull to retry
de: %1$@ nicht erreichbar – zum Wiederholen ziehen
es: %1$@ inaccesible: desliza para reintentar
fr: %1$@ injoignable — tirez pour réessayer
it: %1$@ non raggiungibile — trascina per riprovare
ja: %1$@ に到達不可 — 引っ張って再試行
ko: %1$@ 연결 불가 — 당겨서 다시 시도
pt_br: %1$@ inacessível — puxe para tentar de novo
zh_hans: %1$@ 无法访问 — 下拉重试
zh_hant: %1$@ 無法連線 — 下拉重試

source: %@ updates available
de: %@ Updates verfügbar
es: %@ actualizaciones disponibles
fr: %@ mises à jour disponibles
it: %@ aggiornamenti disponibili
ja: %@件のアップデートあり
ko: 업데이트 %@개 사용 가능
pt_br: %@ atualizações disponíveis
zh_hans: 有 %@ 个可用更新
zh_hant: 有 %@ 個可用更新

source: %@ updates itself with its own command, run on that machine.
de: %@ aktualisiert sich mit einem eigenen Befehl, der auf dieser Maschine ausgeführt wird.
es: %@ se actualiza con su propio comando, ejecutado en esa máquina.
fr: %@ se met à jour avec sa propre commande, exécutée sur cette machine.
it: %@ si aggiorna con un proprio comando, eseguito su quella macchina.
ja: %@は専用のコマンドで自己更新します。そのマシン上で実行してください。
ko: %@은(는) 해당 머신에서 실행하는 자체 명령으로 업데이트합니다.
pt_br: %@ se atualiza com seu próprio comando, executado naquela máquina.
zh_hans: %@ 使用自己的命令进行更新，需要在那台机器上运行。
zh_hant: %@ 使用自己的指令進行更新，需要在那台機器上執行。

source: %@ · %@ plan
de: %@ · Tarif %@
fr: %@ · formule %@
it: %@ · piano %@
ja: %@ · %@ プラン
ko: %@ · %@ 요금제
pt_br: %@ · plano %@
zh_hans: %@ · %@ 套餐
zh_hant: %@ · %@ 方案

source: %@ — up to date
de: %@ — aktuell
es: %@ — al día
fr: %@ — à jour
it: %@ — aggiornato
ja: %@ — 最新です
ko: %@ — 최신 상태
pt_br: %@ — atualizado
zh_hans: %@ — 已是最新
zh_hant: %@ — 已是最新

source: %@ — update log
de: %@ – Update-Protokoll
es: %@: registro de actualización
fr: %@ — journal de mise à jour
it: %@ — registro aggiornamenti
ja: %@ — 更新ログ
ko: %@ — 업데이트 로그
pt_br: %@ — registro de atualização
zh_hans: %@ — 更新日志
zh_hant: %@ — 更新日誌

# %@: %@, %@, %@ ago
source: %1$@: %2$@, %3$@, %4$@ ago
de: %1$@: %2$@, %3$@, vor %4$@
es: %1$@: %2$@, %3$@, hace %4$@
fr: %1$@ : %2$@, %3$@, il y a %4$@
it: %1$@: %2$@, %3$@, %4$@ fa
ja: %1$@: %2$@、%3$@、%4$@前
ko: %1$@: %2$@, %3$@, %4$@ 전
pt_br: %1$@: %2$@, %3$@, há %4$@
zh_hans: %1$@：%2$@，%3$@，%4$@前
zh_hant: %1$@：%2$@，%3$@，%4$@前

source: %@:// isn't supported — use http.
de: %@:// wird nicht unterstützt – nutze http.
es: %@:// no es compatible: usa http.
fr: %@:// n’est pas pris en charge — utilisez http.
it: %@:// non è supportato — usa http.
ja: %@:// はサポートされていません。http を使ってください。
ko: %@://는 지원되지 않습니다 — http를 사용하세요.
pt_br: %@:// não é suportado — use http.
zh_hans: 不支持 %@:// — 请使用 http。
zh_hant: 不支援 %@:// — 請使用 http。

source: %lld agents
de: %lld Agenten
es: %lld agentes
it: %lld agenti
ja: エージェント %lld 個
ko: 에이전트 %lld개
pt_br: %lld agentes
zh_hans: %lld 个智能体
zh_hant: %lld 個代理

source: %lld agents working
de: %lld Agenten arbeiten
es: %lld agentes trabajando
fr: %lld agents au travail
it: %lld agenti al lavoro
ja: エージェント %lld 個が作業中
ko: 에이전트 %lld개 작업 중
pt_br: %lld agentes trabalhando
zh_hans: %lld 个智能体正在工作
zh_hant: %lld 個代理正在工作

source: %lld available
de: %lld verfügbar
es: %lld disponibles
fr: %lld disponibles
it: %lld disponibili
ja: %lld 件が利用可能
ko: %lld개 사용 가능
pt_br: %lld disponíveis
zh_hans: %lld 个可用
zh_hant: %lld 個可用

source: %lld messages in this conversation
de: %lld Nachrichten in dieser Unterhaltung
es: %lld mensajes en esta conversación
fr: %lld messages dans cette conversation
it: %lld messaggi in questa conversazione
ja: この会話に %lld 件のメッセージ
ko: 이 대화의 메시지 %lld개
pt_br: %lld mensagens nesta conversa
zh_hans: 此对话中有 %lld 条消息
zh_hant: 此對話中有 %lld 則訊息

# %lld of %lld
source: %1$lld of %2$lld
de: %1$lld von %2$lld
es: %1$lld de %2$lld
fr: %1$lld sur %2$lld
it: %1$lld di %2$lld
ja: %1$lld/%2$lld
ko: %1$lld/%2$lld
pt_br: %1$lld de %2$lld
zh_hans: 第 %1$lld 张，共 %2$lld 张
zh_hant: 第 %1$lld 張，共 %2$lld 張

# %lld of %lld devices
source: %1$lld of %lld devices
de: %1$lld von %lld Geräten
es: %1$lld de %lld dispositivos
fr: %1$lld sur %lld appareils
it: %1$lld su %lld dispositivi
ja: %lld 台のデバイス中 %1$lld
ko: 기기 %lld대 중 %1$lld
pt_br: %1$lld de %lld dispositivos
zh_hans: %lld 台设备中的 %1$lld
zh_hant: %lld 台裝置中的 %1$lld

source: %lld req
de: %lld Anfr.
es: %lld sol.
it: %lld ric.
ja: %lld 件
ko: %lld 건
zh_hans: %lld 次请求
zh_hant: %lld 次請求

source: %lld servers found
de: %lld Server gefunden
es: %lld servidores encontrados
fr: %lld serveurs trouvés
it: %lld server trovati
ja: サーバ %lld 台を検出
ko: 서버 %lld대 발견
pt_br: %lld servidores encontrados
zh_hans: 找到 %lld 台服务器
zh_hant: 找到 %lld 台伺服器

source: %lld sessions unavailable — totals are incomplete.
de: %lld Sitzungen nicht verfügbar – die Summen sind unvollständig.
es: %lld sesiones no disponibles: los totales están incompletos.
fr: %lld sessions indisponibles — les totaux sont incomplets.
it: %lld sessioni non disponibili — i totali sono incompleti.
ja: %lld 件のセッションを取得できず、合計は不完全です。
ko: 세션 %lld개를 가져오지 못해 합계가 불완전합니다.
pt_br: %lld sessões indisponíveis — os totais estão incompletos.
zh_hans: 有 %lld 个会话不可用 — 总计并不完整。
zh_hant: 有 %lld 個工作階段無法取得 — 總計並不完整。

source: %lld steps
de: %lld Schritte
es: %lld pasos
fr: %lld étapes
it: %lld passaggi
ja: %lld ステップ
ko: %lld단계
pt_br: %lld etapas
zh_hans: %lld 个步骤
zh_hant: %lld 個步驟

source: %lld thoughts
de: %lld Gedanken
es: %lld reflexiones
fr: %lld réflexions
it: %lld riflessioni
ja: 思考 %lld 回
ko: 생각 %lld회
pt_br: %lld pensamentos
zh_hans: %lld 次思考
zh_hant: %lld 次思考

source: %lld tools
de: %lld Werkzeuge
es: %lld herramientas
fr: %lld outils
it: %lld strumenti
ja: ツール %lld 個
ko: 도구 %lld개
pt_br: %lld ferramentas
zh_hans: %lld 个工具
zh_hant: %lld 個工具

source: %lld working · tap to see them all
de: %lld arbeiten · tippen, um alle zu sehen
es: %lld trabajando · toca para verlos todos
fr: %lld au travail · touchez pour tous les voir
it: %lld al lavoro · tocca per vederli tutti
ja: %lld 個が作業中 · タップで全部表示
ko: %lld개 작업 중 · 탭하여 전체 보기
pt_br: %lld trabalhando · toque para ver todos
zh_hans: %lld 个正在工作 · 轻点查看全部
zh_hant: %lld 個正在工作 · 輕點查看全部

source: %lld%% freed
de: %lld%% freigegeben
es: %lld%% liberado
fr: %lld%% libérés
it: %lld%% liberato
ja: %lld%% 解放
ko: %lld%% 확보됨
pt_br: %lld%% liberado
zh_hans: 已释放 %lld%%
zh_hant: 已釋出 %lld%%
